tap "homebrew/cask"

brew "zsh"
brew "tmux"
brew "node"
brew "ruby"
brew "go"
brew "git"
brew "hub"
brew "neovim"
brew "mas"
brew "zsh-syntax-highlighting"
brew "postgresql"

cask "iterm2"
cask "java"
cask "brave-browser"
cask "visual-studio-code"
cask "slack"
cask "1password"
cask "spotify"
cask "android-studio"
cask "charles"
cask "onedrive"

mas "Microsoft OneNote", id: 784801555
mas "Xcode", id: 497799835
mas "Pocket", id: 568494494
